// static setting value
export const languageOption = [{ key: 'ko', value: 'Korean (South Korea)' }];

export const spkOptions = [
	{ key: 'lmy', value: '여자1(비상업용)' },
	{ key: 'kss', value: '여자2(비상업용)' },
	{ key: 'jimi', value: '여자3(비상업용)' },
	{ key: 'tsd1', value: '남자1' },
	{ key: 'tsd2', value: '남자2' },
	{ key: 'tsd5', value: '남자3' },
	{ key: 'tsd3', value: '여자1' },
	{ key: 'tsd4', value: '여자2' },
];

export const text_sample = [
	'누구나 때가 되면 헤어질 수 있는 것이 살아가는 도중의 일이란다. 혹시나 라임 오렌지 나무가 무슨 일을 당한다고 해도 아주 사라지는 건 아니지 않겠니?',
	'음성 합성은 말소리의 음파를 기계가 자동으로 만들어 내는 기술입니다.',
	'양서는 처음 읽을 때는 새 친구를 얻은 것 같고, 전에 정독한 책을 다시 읽을 때는 옛 친구를 만나는 것 같다.',
	'내 비밀은 이런거야. 매우 간단한거지. 오로지 마음으로 보아야만 정확하게 볼 수 있어...',
	'큰 재주를 가졌다면 근면은 그 재주를 더 낫게 해줄 것이며, 보통의 능력밖에 없다면, 근면은 부족함을 보충해 줄 것이다.',
	'1948년 대한민국 정부가 수립된 이후 이승만은 총독 관저를 경무대로 명명하여 대통령 관저로 사용했다. 이승만이 물러나고 대통령이 된 윤보선이 1960년 12월 지금의 이름인 청와대란 명칭을 붙였다.',
];
